List<Map<String, dynamic>> difficults = [
  {"diff": "Легкий", "name": "Москва", "long": "20 Км"},
  {"diff": "Средний", "name": "Москва и область", "long": "107 Км"},
  {"diff": "Сложный", "name": "Москва,область,Питер", "long": "450 км"},
];

List<Map<String, dynamic>> objectsList = [
  {
    "lng": 62.03484,
    "ltd": 129.7420426,
    "name": "Пример 1",
    "street": "Под Пример 1"
  },
  {
    "lng": 62.0311268,
    "ltd": 129.760587,
    "name": "Пример 2",
    "street": "Под Пример 1"
  },
  {
    "lng": 62.0167415,
    "ltd": 129.7045627,
    "name": "Пример 3",
    "street": "Под Пример 1"
  },
  {
    "lng": 62.03485,
    "ltd": 129.7420466,
    "name": "Пример 4",
    "street": "Под Пример 1"
  },
  {
    "lng": 62.03478,
    "ltd": 129.7420444,
    "name": "Пример 5",
    "street": "Под Пример 1"
  }
];
