class Quizes {
  var quiestions = [
    "В каком году организована здравница для якутян?",
    "Какое название имеет особняк на Колпачном,9 ,где в 1970-е годы распологалось постпредство? ",
    "Назовите архитектурный стиль здания на Мясницком, 3/1?",
    "Что располагалось в старом корпусе санатория в годы Великой Отечественной Войны? ",
    "Кто был инициатором создания и основателем здравницы для жителей Якутии в элитном, экологически чистом районе Подмосковья?",
    "Назовите количество постоянных представителей Якутии в Москве за весь период существования постпредства?",
    "Назовите имена соратников М.К Аммосова?",
    "В честь какого исторического события в постпредстве установлен бюст М.К Аммосову?",
    "В каком году образовано постпредство Якутии в г. Москва?",
  ];
  var choices = [
    ["1992 году", "1938 году", "1996 году"],
    ["Беляев", "Чайковский", "Юргенсон"],
    [
      "Модерн, египетский стиль",
      "Модерн готический стиль",
      "Готика",
      "Неомодерн"
    ],
    ["Детский санаторий", "Военный госпиталь", "Убежище"],
    ["А.С Николаев", "В.И Ленин", "М.Е николаев", "В.А Штыров"],
    ["1", "8", "3", "2"],
    ["Платон Ойуунский", "Михей Ербанов", "Исидор Барахов"],
    [
      "Основание Якутии",
      "Образование Якутской АССР",
      "Основание ПостПредставительства",
      "Победа в войне"
    ],
    ["в 1915 году", "в 1992 году", "в 1990 году", "в 1909-1910 годах"],
  ];
  var correctAnswers = [
    "1992 году",
    "Юргенсон",
    "Модерн, египетский стиль",
    "Военный госпиталь",
    "А.С Николаев",
    "3",
    "Платон Ойуунский",
    "Основание Якутии",
    "в 1990 году"
  ];
}
