class Quizes {
  var quiestions = [
    "В каком году организована здравница для якутян?",
    "Какое название имеет особняк на Колпачном,9 ,где в 1970-е годы распологалось постпредство? ",
    "Назовите архитектурный стиль здания на Мясницком, 3/1?",
    "Что располагалось в старом корпусе санатория в годы Великой Отечественной Войны? ",
    "Кто был инициатором создания и основателем здравницы для жителей Якутии в элитном, экологически чистом районе Подмосковья?",
    "Назовите количество постоянных представителей Якутии в Москве за весь период существования постпредства?",
    "Назовите имена соратников М.К Аммосова?",
    "В честь какого исторического события в постпредстве установлен бюст М.К Аммосову?",
    "В каком году образовано постпредство Якутии в г. Москва?",
  ];
  var choices = [
    ["1992 году", "1938 году", "1996 году"],
    ["Беляев", "Чайковский", "Юргенсон"],
    [
      "Модерн, египетский стиль",
      "Модерн готический стиль",
      "Готика",
      "Неомодерн"
    ],
    ["Детский санаторий", "Военный госпиталь", "Убежище"],
    ["А.С Николаев", "В.И Ленин", "М.Е николаев", "В.А Штыров"],
    ["1", "8", "3", "2"],
    ["Платон Ойуунский", "Михей Ербанов", "Исидор Барахов"],
    [
      "Основание Якутии",
      "Образование Якутской АССР",
      "Основание ПостПредставительства",
      "Победа в войне"
    ],
    ["в 1915 году", "в 1992 году", "в 1990 году", "в 1909-1910 годах"],
  ];
  var correctAnswers = [
    "1992 году",
    "Юргенсон",
    "Модерн, египетский стиль",
    "Военный госпиталь",
    "А.С Николаев",
    "3",
    "Платон Ойуунский",
    "Основание Якутии",
    "в 1990 году"
  ];
}

class Quizes2 {
  var quiestions = [
    "Что такое «фраг»?",
    "Что такое «имба»? ",
    "Что такое «кемперить»?",
    "Что такое «лут»? ",
  ];
  var choices = [
    ["Враг с немецким акцентом", "Убитый противник", "Зона поражения гранаты"],
    [
      "Игрок, исподтишка убивающий других игроков",
      "Место для хранения игровых предметов",
      "Крутой предмет в игре"
    ],
    [
      "Разбивать лагерь группой игроков",
      "Бегать за более сильным игроком и подбирать ненужные ему вещи",
      "Сидеть на одном месте, откуда удобно всех убивать",
    ],
    [
      "Дуэль двух игроков",
      "Предметы (броня, оружие, артифакты), падающие с игровых монстров",
      "Материалы для строительства игровых зданий"
    ],
  ];
  var correctAnswers = [
    "Убитый противник",
    "Крутой предмет в игре",
    "Сидеть на одном месте, откуда удобно всех убивать",
    "Предметы (броня, оружие, артифакты), падающие с игровых монстров",
  ];
}

class Quizes3 {
  var quiestions = [
    "Что есть музыка ночи?",
    "что есть величайшая иллюзия жизни? ",
    "Каков цвет ночи?",
  ];
  var choices = [
    ["Тишина, брат мой", "Руки вверх", "darude - sandstorm"],
    ["Диплом бакалавра", "Невинность, брат мой", "ща быстренько баги поправлю"],
    ["Черный", "Голубой", "Кроваво красный, брат мой", "Красивый"],
  ];
  var correctAnswers = [
    "Тишина, брат мой",
    "Невинность, брат мой",
    "Кроваво красный, брат мой",
  ];
}
